import '../model/fruit.dart';

List<Fruit> fruits = [
  Fruit(
    title: "Яблоко",
    description:
    "Круглый или овальный плод сочного сладкого или кислого вкуса, с тонкой кожицей и сочной мякотью, обычно зеленого, желтого или красного цвета.",
  ),
  Fruit(
    title: "Банан",
    description:
    "Длинный и изогнутый плод, покрытый желтой кожурой, содержащий мягкую и сладкую мякоть, богатую калием",
  ),
  Fruit(
    title: "Апельсин",
    description:
    "Круглый или овальный плод с тонкой кожицей, имеющий сочную мякоть, богатую витамином С, и сладкий или кислый вкус.",
  ),
  Fruit(
    title: "Груша",
    description:
    "Овальный плод с тонкой кожурой и сочной мякотью, сладкой или кислой на вкус, часто зеленого или желтого цвета.",
  ),
  Fruit(
    title: "Ананас",
    description:
    "Крупный, колючий плод с жесткой внешней оболочкой, содержащий сочную, сладкую и ароматную мякоть",
  ),
  Fruit(
    title: "Манго",
    description:
    "Фрукт с желтой кожурой и сочной оранжевой мякотью. Имеет сладкий вкус и используется в кулинарии, а также в приготовлении десертов и соков.",
  ),
  Fruit(
    title: "Киви",
    description:
    "Маленький фрукт с коричневой кожурой и ярко-зеленой мякотью, которая имеет кисло-сладкий вкус. Часто употребляется в свежем виде или в приготовлении десертов и салатов.",
  ),
  Fruit(
    title: "Персик",
    description:
    "Округлый фрукт с пушистой кожурой и сочной мякотью. Имеет сладкий вкус и используется в кулинарии, а также в приготовлении десертов и консервов.",
  ),
  Fruit(
    title: "Виноград ",
    description:
    "Круглые ягоды на коротких стебельках, которые имеют сладкий и сочный вкус. Часто употребляются в свежем виде, но также используются",
  ),
  Fruit(
    title: "Клубника",
    description:
    "Маленький фрукт с коричневой кожурой и ярко-зеленой мякотью, которая имеет кисло-сладкий вкус. Часто употребляется в св",
  ),
  Fruit(
    title: "Черника",
    description:
    "Маленькие ягоды с голубой окраской и сладким вкусом. Часто употребляются в свежем виде, а также используются в приготовлении десертов, варенья и соусов.",
  ),
  Fruit(
    title: "Малина",
    description:
    "Маленькие ягоды с ярко-красной окраской и сладко-кислым вкусом.",
  ),
  Fruit(
    title: "Голубика",
    description:
    "Маленькие ягоды с голубой окраской и сладким вкусом.",
  ),
  Fruit(
    title: "Арбуз",
    description:
    "крупный ягодный фрукт с толстой зеленой кожурой и красной сочной мякотью, которая имеет сладкий вкус. Часто употребляется в свежем виде, особенно в жаркие летние дни.",
  ),
  Fruit(
    title: "Дыня",
    description:
    "Большой и округлый фрукт с желтой или зеленой кожурой и сочной сладкой мякотью, которая часто содержит много воды.",
  ),
  Fruit(
    title: "Гранат",
    description:
    "Круглый фрукт с красной кожурой и рубиновыми зернами внутри, которые содержат сочный и кисло-сладкий сок.",
  ),
  Fruit(
    title: "Лимон",
    description:
    "Маленький цитрусовый фрукт с ярко-желтой кожурой и кислой мякотью.",
  ),
  Fruit(
    title: "Лайм",
    description:
    "Маленький цитрусовый фрукт с ярко-зеленой кожурой и кисло-сладкой мякотью",
  ),
];